INSERT INTO data_spot (spot_area,spot_name,spot_latitude,spot_longitude,spot_history_culture,spot_food_product ,spot_nature,spot_view,spot_experience,spot_opentime,spot_closetime)
VALUES
    ('大阪', 'Universal Studios Japan', '34.665394', '135.432526', 0, 0, 0, 1, 1, '10:00', '19:00'),
    ('大阪', 'グランフロント大阪', '34.7043116087', '135.494924901', 0, 1, 0, 1, 1, '10:00', '21:00'),
    ('大阪', '梅田スカイビル 空中庭園展望台', '34.7053101', '135.4898947', 0, 0, 0, 1, 1, '9:30', '22:30'),
    ('大阪', '国立国際美術館', '34.6917263', '135.4919747', 1, 0, 0, 1, 1, '10:00', '17:00'),
    ('大阪', '大阪市立科学館', '34.691261', '135.4915691', 1, 0, 0, 1, 1, '9:30', '17:00'),
    ('大阪', 'なんばパークス', '34.6616617', ' 135.50209', 0, 0, 0, 1, 1, '11:00', '21:00'),
    ('大阪', '天保山大観覧車', '34.6564274', '135.43092298', 0, 0, 0, 1, 1, '10:00', '22:00'),
    ('大阪', '海遊館', '34.6547388', '135.429007', 0, 0, 1, 1, 1, '9:30', '20:00'),
    ('大阪', '空庭温泉 OSAKA BAY TOWER', '34.670490', '135.45959', 0, 0, 0, 1, 1, '11:00', '22:00');
	('札幌', '定山渓温泉','42.952518','141.116439', 1,0,1,1,1,'7:00','21:00');
